Repository: rinrinne/IDEA_resources_jp
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Period in the documentation is missing.
ja: ドキュメントにピリオドがありません。

source: Personal License
ja: 個人向けライセンス

source: Place on New Line
ja: 新規行の配置

source: Placement
ja: 配置

source: Placement:
ja: エディタ タブの配置 :

source: Platform and Plugin Updates
ja: アップデート情報

source: Please Correct "New Method Body" Template
ja: "新規メソッド 本体" テンプレートを修正してください

source: Please Correct "Overridden/Implemented Method Body" Template
ja: "上書き/実装メソッド ボディ" テンプレートを修正してください

source: Please check all components to import:
ja: インポートするコンポーネントをすべて選択してください:

source: Please check the settings to export:
ja: エクスポートする設定の選択:

source: Please choose directories that will be marked as source paths.
ja: ソース パスとしてマークする ディレクトリを選択してください。

source: Please enter a file name
ja: ファイル名を入力してください

source: Please make sure you have generated the file using 'File|Export Settings' feature.
ja: [ファイル] - [設定のエクスポート] で生成したファイルであることを確認してください。

source: Please select previous {0} config folder or installation home
ja: 旧 {0} インストール ホームを選択してください

source: Please select previous {1} installation home
ja: 旧 {1} インストール ホームを選択してください

source: Please select the element for which you wish to view the documentation
ja: ドキュメントを表示する要素を選択してください

source: Please specify a correct file name.
ja: 正しいファイル名を指定してください。

source: Please specify a directory where source files for your project can be found.
ja: プロジェクトの Java ソース ファイルが存在するディレクトリを指定してください。

source: Please specify module file location
ja: モジュール ファイルの場所を指定してください

source: Please specify module name
ja: モジュール名を指定してください

source: Please specify module name and module content root.
ja: モジュール名とコンテント ルートを指定してください。

source: Please specify path to {0} module file (.iml)
ja: 0} モジュール ファイル (.iml) へのパスを指定してください

source: Please specify template extension
ja: テンプレートの拡張子を指定してください。

source: Please specify template name
ja: テンプレート名を指定してください

source: Please wait.
ja: しばらくお待ちください。

source: Please, specify new name for scheme ''{0}''.
ja: スキーマ''{0}'' に新しい名前を指定してください。

source: Please, try again.
ja: 再試行してください。

source: Plug-ins
ja: プラグイン

source: Plugin Uninstall
ja: プラグイン アンインストール

source: Plugin download failed
ja: プラグインのダウンロード失敗

source: Plugin home page
ja: プラグイン ホーム ページ

source: Plugin {0} was not installed: {1}
ja: プラグイン {0} はインストールされていません:{1}

source: Plugins
ja: プラグイン

source: Plugins should not have cyclic dependencies:
ja: プラグインは循環依存できません:

source: Popup this window immediately next time internal error occurs
ja: 次回に内部エラーが発生した場合は、直ちにこのウィンドウをポップアップ表示する

source: Port &number:
ja: ポート番号(&N)

source: Port:
ja: ポート:

source: Portability issues
ja: 可搬性問題

source: Portrait
ja: 縦

source: Potentially confusing code constructs
ja: 潜在的に難解なコード構成

source: Predefined variables will take the following values:
ja: あらかじめ定義されている変数は以下の値を使用します:

source: Prefer comma separated import list
ja: カンマ区切りのインポート リストを使用する

source: Prefer longer names
ja: 長い名前を使用する

source: Prefer one import statement per page directive
ja: ページ ディレクティブごとに import 文を使用する

source: Prefix Key Pressed.
ja: 接頭辞キーが押されました。

source: Press ''{2}'' to accept entered patterns, ''{3}'' to load default patterns in new format.
ja: ''{2}'' を押して入力したパターンを適用します。''{3}'' で新しいフォーマットにデフォルト パターンを読み込みます。

source: Preview
ja: プレビュー

source: Previous Error/Warning
ja: 前のエラー/警告

source: Previous Failed Test
ja: 前の不合格のテストへ

source: Previous Message
ja: 前のメッセージ

source: Previous Search Results
ja: 前回の検索結果

source: Previous TODO
ja: 前の TODO

source: Print
ja: 印刷

source: Print as graphics
ja: グラフィックとして印刷する

source: Printing {0}.
ja: {0} を印刷しています ページ {1}...

source: Printing...
ja: 印刷しています...

source: Pro&ject
ja: プロジェクト(&J)

source: Probable bugs
ja: 推定されるバグ

source: Problem processing VM event: Breakpoint: ''{0}'' Error: {1} Would you like to stop at the breakpoint?
ja: VM イベント処理中の問題 : ブレークポイント : ''{0}'' エラー : {1} ブレークポイントで中断しますか ?

source: Problem resolution
ja: 問題の解決策

source: Problem synopsis
ja: 問題の概要

source: Problems found loading plugins:<p/>
ja: プラグインの読み込みで問題が見つかりました:<p/>

source: Process ''{0}'' Is Running
ja: プロセス "{0}" は起動しています

source: Process all other (writeable) files?
ja: その他すべてのファイルを処理しますか ?

source: Process resumed
ja: プロセスを再開

source: Process started
ja: プロセスは開始しました

source: Process terminated
ja: プロセスは中止しました

source: Processing duplicate property key: {0}
ja: 重複するプロパティ キーを処理しています:{0}

source: Processing duplicate property key:{0}
ja: 重複するプロパティ キーを処理しています :{0}

source: Processing duplicate property value: {0}
ja: 重複するプロパティ値を処理しています : {0}

source: Productivity Features Guide
ja: 製品機能ガイド

source: Productivity Guide
ja: 製品ガイド

source: Productivity hints
ja: 製品ヒント

source: Program a&rguments:
ja: プログラム パラメータ(&R):

source: Project
ja: プロジェクト

source: Project Code Style
ja: プロジェクト コード スタイル

source: Project ''{0}''
ja: プロジェクト ''{0}''

source: Project JDK (not specified)
ja: プロジェクト JDK (指定なし)

source: Project JDK ({0})
ja: プロジェクト JDK ({0})

source: Project JDK not specified
ja: プロジェクト JDK が指定されていません

source: Project Libraries
ja: プロジェクト ライブラリ

source: Project Settings [{0}]
ja: プロジェクト設定 [{0}]

source: Project Structure
ja: プロジェクト構造

source: Project View Popup Menu
ja: プロジェクト ビュー ポップアップ メニュー

source: Project file is corrupted
ja: プロジェクト ファイルは破損しています

source: Project has no JDK
ja: プロジェクトに JDK がありません

source: Project has no JDK configured.
ja: プロジェクトに JDK が未設定です。

source: Project source path
ja: プロジェクト ソース パス

source: Project's classpath
ja: プロジェクトのクラスパス

source: Project's sourcepath
ja: プロジェクトのソースパス

source: Properties
ja: プロパティ

source: Properties Files
ja: プロパティファイル

source: Property key name which is defined in the corresponding properties file.
ja: 対応するプロパティ ファイルで指定されたプロパティ キーの名前。

source: Property key name which is specified in the corresponding properties file.
ja: 対応するプロパティ ファイルで指定されたプロパティ キーの名前。

source: Property value which is defined in the corresponding properties file.
ja: 対応するプロパティ ファイルで指定されたプロパティの値。

source: Proxy &authentication
ja: プロキシ認証(&A)

source: Put a stack trace or a complete thread dump here:
ja: スタックトレースをここに記述します :

source: Question
ja: 質問

source: Quick Definition in lookup lists
ja: ルックアップ リストでのクイック定義

source: Quick Definition lookup
ja: クイック定義ルックアップ

source: Quick Documentation in goto class or symbol
ja: クラスまたはシンボルへの移動でのクイック JavaDoc

source: Quick Documentation in lookups
ja: ルックアップでのクイック JavaDoc

source: Quick Documentation popup
ja: クイック JavaDoc ポップアップ

source: Quick Lists
ja: クイック リスト

source: Quick lists
ja: クイック リスト

source: Quick switch scheme...
ja: スキームのクイック切り替え

source: R&emove
ja: 削除(&E)

source: R&un
ja: 実行(&U)

source: Range Is Too Big
ja: 範囲は大きすぎます

source: Range specified is too big.
ja: 指定した範囲は大きすぎます

source: Ratio:
ja: 比率:

source: Re&gular expression
ja: 正規表現(&G)

source: Re&move
ja: 削除(&M)

source: Read-only Files Found
ja: 読み取り専用ファイルが見つかりました

source: Reason: {1}
ja: 理由: {1}

source: Recent Files
ja: 最近使ったファイル

source: Recent changes
ja: 最近の変更

source: Recent files limit:
ja: 最近使ったファイルの表示制限 :

source: Recent files popup
ja: 最近使ったファイル ポップアップ

source: Recognized File Types
ja: 認識されたファイル タイプ

source: Recursivel&y
ja: 再帰的(&Y)

source: Redo
ja: やり直し

source: Redo {0}
ja: {0} のやり直し

source: Redundant array creation
ja: 冗長な配列作成

source: Redundant array creation for calling varargs method
ja: varargs メソッド呼び出しの冗長な配列作成

source: Redundant throws clause
ja: 冗長な throws 句

source: Redundant type arguments
ja: 冗長なタイプ引数

source: Redundant type cast
ja: 冗長な型キャスト

source: Refactoring
ja: リファクタリング

source: Reference to ''{0}'' has been copied.
ja: ''{0}'' への参照をコピーしました。

source: Reference type expected
ja: 参照タイプが必要です

source: Reformat Block
ja: ブロックを再フォーマットする

source: Reformat Code
ja: コードの再フォーマット

source: Reformat Files
ja: ファイルの再フォーマット

source: Reformat on paste:
ja: 再フォーマット :

source: Reformat selected files?
ja: 選択したファイルを再フォーマットしますか ?

source: Refresh
ja: 更新

source: Relational operators (<, >, <=, >=)
ja: 比較演算子 (<、>、<=、>=)

source: Relative path to sources is empty.
ja: ソースへの相対パスがありません。

source: Reload "{0}" from disk and lose all changes?
ja: すべての変更を破棄して "{0}" をディスクから再度読み込みますか ?

source: Reload Changed Classes
ja: 変更したクラスの再読み込み

source: Reload Changed Classes for {0}
ja: {0} の変更したクラスの再読み込み

source: Reload File
ja: ファイルの再読み込み

source: Reload changed classes now?
ja: 変更したクラスを再読み込みしますか ?

source: Reload from Disk
ja: ディスクからの再読み込み

source: Reloading classes...
ja: クラスを再読み込みしています...

source: Remo&ve
ja: 削除(&V)

source: Remote
ja: リモート

source: Remote debug configuration
ja: リモート デバッグ設定

source: Remove
ja: 削除

source: Remove &All
ja: すべて削除(&A)

source: Remove ''{0}'' from ''{1}'' throws list
ja: ''{1}'' throwsリストから ''{0}'' を削除する

source: Remove Action
ja: アクションの削除

source: Remove Build File
ja: ビルド ファイルの削除

source: Remove Configuration
ja: 設定の削除

source: Remove From Current Favorites
ja: 現在のお気に入りから削除

source: Remove Line Breaks Before Tags
ja: タグの前の行ブレイクを削除する

source: Remove Meta Target
ja: メタ ターゲットの削除

source: Remove Meta Targets
ja: メタ ターゲットの削除

source: Remove Template
ja: テンプレートの削除

source: Remove explicit array creation
ja: 明示的な配列作成の削除

source: Remove explicit type arguments
ja: 明示的なタイプ引数を削除する

source: Remove field ''{0}''
ja: フィールド ''{0}'' の削除

source: Remove new line before:
ja: 次のタグの直前の新規行は削除する :

source: Remove parameter ''{0}''
ja: パラメータ ''{0}'' の削除

source: Remove qualifier
ja: 限定子の削除

source: Remove redundant 'else'
ja: 冗長な 'else' の削除

source: Remove redundant cast(s)
ja: 冗長なキャストの削除

source: Remove redundant initializer
ja: 冗長な初期化子を削除

source: Remove selected meta target(s)
ja: 選択したメタ ターゲットを削除します

source: Remove selected renderer
ja: 選択したレンダラの削除

source: Remove the selected build file from the list
ja: リストから選択したビルド ファイルを削除します

source: Remove unnecessary throws declarations
ja: 不要な throws 宣言の削除

source: Remove unused parameter
ja: 未使用パラメータの削除

source: Remove unused variable
ja: 未使用変数の削除

source: Remove variable ''{0}''
ja: 変数 ''{0}'' の削除

source: Rename
ja: 名前の変更

source: Rename Library
ja: ライブラリの名前変更

source: Rename Macro
ja: マクロ名の変更

source: Rename Module
ja: モジュールの名前変更

source: Rename Wrong Reference
ja: 不正な参照名の変更

source: Rename reference
ja: 参照名の変更

source: Renaming module {0}
ja: モジュール {0} の名前変更

source: Renderer Reference Type
ja: レンダラ参照タイプ

source: Renderer name:
ja: レンダラ名:

source: Reopen last project on startup
ja: スタートアップで最後に使用したプロジェクトを開き直す

source: Replace
ja: 置換

source: Replace &with:
ja: 置換後の文字列(&R):

source: Replace By when using lookup
ja: ルックアップ使用時の置換

source: Replace Error
ja: 置換エラー

source: Replace Text
ja: 文字列の置換

source: Replace in Path
ja: パス内の置換

source: Replace with != null
ja: != null で置換する

source: Report ++i when may be replaced with (i + 1)
ja: (i + 1) で置換される ++i をレポート

source: Report classes
ja: クラスのレポート

source: Report fields
ja: フィールドのレポート

source: Report i++ when changed value is not used afterwards
ja: 変更後の値が使用されない i++ をレポート

source: Report local variables
ja: ローカル変数のレポート

source: Report method parameters
ja: メソッド パラメータのレポート

source: Report methods
ja: メソッドのレポート

source: Report non-&annotated parameters or methods overriding @NotNull
ja: 注釈なしのメソッドによる @NotNull のオーバーライドをレポート

source: Report redundant initializers
ja: 冗長な初期化子をレポート

source: Report to JetBrains
ja: JetBrains へのレポート

source: Required Javadoc is absent
ja: 必要な javadoc がありません

source: Required Tags
ja: 必要なタグ

source: Required parameters: <old_file> <new_file> [<delta_file_name>]
ja: 必須パラメータ \: <old_file> <new_file> [<delta_file_name>]

source: Rerun
ja: 再実行

source: Rerun ''{0}''
ja: {0} を返す

source: Rerun Inspection
ja: 検査の再実行

source: Reset Template
ja: テンプレートのリセット

source: Reset To Default
ja: デフォルトに戻す

source: Reset to original template?
ja: 元のテンプレートにリセットしますか ?

source: Resolve
ja: 解決

source: Resource management issues
ja: リソース管理問題

source: Restart Error
ja: 再起動エラー

source: Restart Needed
ja: 再起動が必要です

source: Restart {1}?
ja: 再起動{1}?

source: Restore _Windows
ja: ウィンドウを元に戻す(_W)

source: Results
ja: 結果

source: Resume
ja: 再開

source: Return value of the method is never used
ja: メソッドの戻り値は使用されません。

source: Reuse previous variable ''{0}'' declaration
ja: 以前の変数 ''{0}'' 宣言の再使用

source: Reuse variable declaration
ja: 変数の宣言を再使用

source: Right
ja: 右

source: Right margin (columns):
ja: 右余白 (列):

source: Right part of the assignment is not a value
ja: 代入式の右辺が値ではありません

source: Run
ja: 実行

source: Run ANT
ja: ANT の実行

source: Run Build
ja: ビルドの実行

source: Run Configuration Error
ja: 実行時設定エラー

source: Run Error
ja: 実行エラー

source: Run Target
ja: ターゲットの実行

source: Run Targets
ja: ターゲットの実行

source: Run selected configuration
ja: 選択した設定で実行

source: Run the selected build file or selected target(s) with Ant
ja: 選択したビルド ファイルまたはターゲットを Ant で実行します

source: Run to cursor
ja: カーソル位置まで実行

source: Run under &JDK:
ja: JDK で実行(&J):

source: Run with Ant:
ja: Ant で実行

source: Run/Debug Configurations
ja: 実行/デバッグ設定

source: Running
ja: 実行中

source: Running Ant: ''{0}''
ja: Antの実行: ''{0}''

source: S&earch for non-code usages
ja: 非 java ファイル内を検索する(&E)

source: S&kip results tab with one usage
ja: 使用箇所で結果タブをスキップする(&K)

source: S&witch View
ja: ビューの切り替え(&W)

source: S&ynthetic fields
ja: 合成フィールドを表示する(&Y)

source: STATISTICS
ja: 統計情報

source: Sa&fe delete (with usage search)
ja: セーフ デリート (使用箇所の検索) (&F)

source: Safe delete
ja: セーフ デリート

source: Safe delete ''{0}''
ja: ''{0}'' のセーフ デリート

source: Save
ja: 保存

source: Save Code Style Scheme As
ja: コード スタイル スキームの保存

source: Save Color Scheme As
ja: カラー スキームの保存

source: Save files automatically if application is idle for
ja: アプリケーションのアイドル状態でファイルを自動保存する

source: Save files on frame deactivation
ja: フレームの切り替え時にファイルを保存する

source: Save selected targets as a meta-target
ja: 選択したターゲットをメタ ターゲットとして保存します

source: Scanning files...
ja: ファイルをスキャンしています...

source: Scanning for classes to reload...
ja: 再読み込みするクラスを検索しています...

source: Scanning: {0}
ja: 検索しています : {0}

source: Scheme must have a name
ja: スキームには名前の指定が必要です

source: Scheme:
ja: スキーム名 :

source: Scope
ja: スコープ

source: Scope contains {0} of total {1} files
ja: スコープは、すべての {1} java ファイルの {0} を格納します。

source: Scope:
ja: スコープ:

source: Scripting
ja: スクリプティング

source: Scroll console to beginning of assertion or exception stacktrace
ja: コンソールをアサーションまたは例外スタックトレースの最初にスクロール

source: Scroll to Stacktrace
ja: スタックトレースにスクロール

source: Search Accessors
ja: アクセッサの検索

source: Search Results//Search result
ja: 検索結果//検索結果

source: Search Results//Search result (write access)
ja: 検索結果//検索結果(書き込みアクセス）

source: Search Results//Text search result
ja: 検索結果//テキスト検索結果

source: Search by Name
ja: 名前で検索

source: Search completed
ja: 検索が終了しました

source: Search for tests:
ja: テストの検索 :

source: Search for text &occurrences
ja: 文字列の使用箇所を検索(&O)

source: Search for usages and delete {0}?
ja: {0} の使用箇所の検索と削除を行いますか ?

source: Search in Overriding Methods
ja: オーバーライドするメソッド内の検索

source: Search in the background
ja: バックグラウンドで検索

source: Searched elements have been changed.
ja: 検索した要素は変更されています。

source: Searching For Tests...
ja: テストを検索しています...

source: Searching For Usages...
ja: 使用箇所を検索しています...

source: Searching for ''{0}'' in {1}...
ja: {0} を {1} から検索しています...

source: Searching for duplicates:
ja: 重複を検索しています :

source: Searching for references to class {0}...
ja: クラス {0} への参照を検索しています...

source: Searching for sources in {0}.
ja: {0} のソースを検索しています。

source: Searching in {0}...
ja: {0} を検索しています...

source: Searching...
ja: 検索中...

source: Second Stroke
ja: 2 番目のストローク

source: Second Stroke:
ja: 2 番目のストローク:

source: Security issues
ja: セキュリティ問題

source: See Details and Submit Report
ja: 詳細を確認して、レポートを送る

source: Select &None
ja: 何も選択しない(&N)

source: Select All
ja: すべて選択

source: Select Alternative JRE
ja: 代替 JRE の選択

source: Select Ant build file
ja: Ant ビルド ファイルの選択

source: Select Change
ja: 変更の選択

source: Select Classes to Import
ja: インポートするクラスの選択

source: Select Components to Import
ja: インポートするコンポーネントの選択

source: Select Elements to Import
ja: インポートする要素の選択

source: Select External Diff Program
ja: 外部の差分プログラム選択

source: Select Fields to Generate Getters
ja: Getters を生成するフィールドの選択

source: Select Fields to Generate Getters and Setters
ja: Getters および Setters を生成するフィールドの選択

source: Select Fields to Generate Setters
ja: Setters を生成するフィールドの選択

source: Select First Failed Test When Finished
ja: 終了時に最初の不合格テストを選択

source: Select Font
ja: フォントの選択

source: Select In popup
ja: ポップアップから選択

source: Select JDK
ja: JDK の選択

source: Select Methods to Generate Delegates for
ja: 委譲を生成するメソッドの選択

source: Select Methods to Implement
ja: 実装するメソッドの選択

source: Select Methods to Override
ja: オーバーライドするメソッドの選択

source: Select Module Content Root
ja: モジュール コンテント ルートを指定してください

source: Select Module File Location
ja: モジュール ファイルの場所の選択

source: Select Path to Browser
ja: ブラウザのパス選択

source: Select Source Directory
ja: ソース ディレクトリを選択してください

source: Select Target
ja: ターゲットの選択

source: Select Target to Generate Delegates for
ja: 委譲を生成するターゲットの選択

source: Select Template
ja: テンプレートの選択

source: Select all non-null &fields
ja: すべての非 NULL フィールドの選択(&F)

source: Select applet policy file
ja: アプレット ポリシー ファイルの選択

source: Select changed text in this version and corresponding in other
ja: このバージョンで変越したテキストと他で対応するものを選択

source: Select currently running test in tree
ja: 現在実行しているテストをツリーから選択

source: Select directory with JRE to run with
ja: 実行する JRE のディレクトリ選択

source: Select one or more build.xml files to be added to the list
ja: リストに追加する build.xml を 1 つ以上選択してください

source: Select output directory
ja: 出力ディレクトリの選択

source: Select the settings file to import or directory where the file is located
ja: インポートするファイルまたはファイルの存在するディレクトリを選択してください

source: Select {0} module file (.iml) to import
ja: インポートする {0} モジュール ファイル (.iml) を選択してください

source: Selected Files
ja: 選択したファイル

source: Selected Value
ja: 選択値

source: Selected scope contain no Java classes
ja: 選択したパッケージには Java クラスがありません。

source: Selected text
ja: 選択したテキスト

source: Selection
ja: セレクタ

source: Selection from Editor
ja: エディタからの選択

source: Selection from {0}
ja: {0} からの選択

source: Send to Left
ja: 左側に送る

source: Send to Right
ja: 右側に送る

source: Sending failed.
ja: 送信は失敗しました。

source: Separate index per letter
ja: インデックスを頭文字で分ける

source: Serialization issues
ja: シリアライゼーション問題

source: Set Value
ja: 値の設定

source: Set class name first
ja: クラス名を最初に設定

source: Set package name to ''{0}''
ja: パッケージ名を ''{0}'' に設定する

source: Set up HTTP proxy settings
ja: HTTP プロキシの設定

source: Setting value...
ja: 設定値...

source: Settings
ja: 設定

source: Settings Import Failed
ja: 設定をインポートできません

source: Settings imported successfully.
ja: 設定を正常にインポートしました。

source: Settings...
ja: 設定...

source: Setup JDK
ja: JDK の設定

source: Setup JDK Location
ja: JDK の場所の設定

source: Shared &memory
ja: 共有メモリ(&M)

source: Shared memory
ja: 共有メモリ

source: Shared memory address unspecified
ja: 共有メモリ アドレスが指定されていません

source: Shared memory address:
ja: 共有メモリ アドレス :

source: Shift operators (<<, >>, >>>)
ja: シフト演算子 (<<、>>、>>>)

source: Shortc&uts
ja: ショートカット(&U)

source: Shortcut Preview
ja: ショートカット プレビュー

source: Shortcuts
ja: ショートカット

source: Show &line number
ja: 行番号を表示する(&L)

source: Show &line numbers
ja: 行番号を表示する(&L)

source: Show &maximum
ja: 配列要素の最大表示数(&M):

source: Show All
ja: すべて表示

source: Show All Messages
ja: すべてのメッセージの表示

source: Show All TODO Items
ja: すべての TODO アイテムを表示

source: Show Ant build file properties dialog
ja: Ant ビルド ファイル プロパティ ダイアログ

source: Show Classes
ja: クラスの表示

source: Show Fields
ja: フィールドの表示

source: Show Files
ja: ファイルの表示

source: Show Included Only
ja: インクルードされたファイルのみ表示

source: Show Inherited
ja: 継承の表示

source: Show Libraries Contents
ja: ライブラリ コンテンツの表示

source: Show Members
ja: メンバの表示

source: Show Modules
ja: モジュールの表示

source: Show Properties
ja: プロパティの表示

source: Show Tips on Startup
ja: 起動時にヒントを表示する

source: Show all messages produces by ant build
ja: Ant ビルドで生成されたメッセージをすべて表示

source: Show class name
ja: クラス名の表示

source: Show code folding outline
ja: コードの折りたたみアウトラインを表示する

source: Show diff anyway?
ja: それでも表示しますか?

source: Show full signatures
ja: 完全なシグネチャを表示する

source: Show icons in quick navigation
ja: クイック ナビゲーションにアイコンを表示する

source: Show import &popup
ja: インポート ポップアップを表示する(&P)

source: Show line numbers
ja: 行番号を表示する

source: Show memory indicator
ja: メモリ インジケータを表示する

source: Show method separators
ja: メソッドセパレータを表示する

source: Show non-public
ja: non-public の表示

source: Show only files included to the current scope selected
ja: 選択した現在のスコープにインクル－ドされたファイルのみ表示

source: Show productivity hints during startup or other lengthy processes
ja: 製品ヒントを起動時または他の長時間処理中に表示する

source: Show productivity hints while compiling
ja: コンパイル中に製品ヒントを表示する

source: Show selected item as left diff version
ja: 選択した項目を左側の差分バージョンとして表示する

source: Show selected item as right diff version
ja: 選択した項目を右側の差分バージョンとして表示する

source: Show signatures
ja: シグネチャを表示する

source: Show source file name
ja: ソース ファイル名の表示

source: Show stack &frames for synthetic methods
ja: 合成メソッドのスタック フレームを表示する(&F)

source: Show static members after instance qualifier
ja: インスタンス限定子の後に静的メンバを表示する

source: Show structure view
ja: 構造の表示

source: Show tabs in single row
ja: エディタ タブを 1 行で表示する

source: Show thread &groups
ja: スレッド グループを表示する(&G)

source: Show tool window bars
ja: ツール ウィンドウ バーを表示する

source: Show virtual space at file bottom
ja: ファイルの最後に仮想スペースを表示する

source: Show whitespaces
ja: 空白を表示する

source: Show/Compact Empty Middle Packages
ja: 空の中間パッケージの表示/収縮

source: Show/Hide Empty Middle Packages
ja: 空の中間パッケージの表示/非表示

source: Show/Hide Files
ja: ファイルの表示/非表示

source: Show/Hide Library Contents
ja: ライブラリ コンテンツの表示/非表示

source: Show/Hide Members
ja: メンバの表示/非表示

source: Show/Hide Modules
ja: モジュールの表示/非表示

source: Shut_down
ja: シャットダウン(_D)

source: Shutdown {1}?
ja: {1} をシャットダウンしますか ?

source: Side Effects Found
ja: 見つかった副作用

source: Simplify ''{0}'' to {1}
ja: ''{0}'' を {1} に簡略化する

source: Simplify Boolean Expression
ja: Boolean 式を簡素化

source: Simplify boolean expression
ja: Boolean 式を簡略化する

source: Simplify to normal assignment
ja: 通常の値割り当てに簡素化

source: Single Click
ja: シングル クリック

source: Size:
ja: サイズ:

source: Ski&p synthetic methods
ja: 合成メソッドをスキップする(&P)

source: Skip &constructors
ja: コンストラクタをスキップする(&C)

source: Skip Content
ja: 内容のスキップ

source: Skip simple &getters
ja: シンプルな getter はスキップする(&G)

source: Smart Enter:
ja: スマート エンター:

source: Smart Keys
ja: スマート キー

source: Smart Type Completion
ja: スマート タイプ

source: Smart indent
ja: スマート インデント

source: Smart tabs
ja: スマート タブ

source: Smart type casting
ja: スマート タイプのキャスト

source: Smart type completion
ja: スマート タイプの補完

source: Smart type completion after new
ja: new の後スマート タイプの補完

source: Smooth scrolling
ja: スクロールを滑らかにする

source: Socket
ja: ソケット

source: Some classes have been changed.
ja: いくつかのクラスは変更されています。

source: Some modules has circular dependency.
ja: いくつかのモジュールは循環依存しています。

source: Some modules have cyclic dependencies.
ja: いくつかのモジュールは循環依存しています。

source: Sort Alphabetically
ja: アルファベット順にソート

source: Sort a&lphabetically
ja: アルファベット順にソートする(&L)

source: Sort by Type
ja: タイプでソート

source: Sort by Visibility
ja: 視レベルによるソート

source: Source directory should be under module content root directory
ja: ソース ディレクトリは、モジュール コンテント ディレクトリに格納する必要があります

source: Source files for your module have been found.
ja: モジュールの Java ソース ファイルが見つかりました。

source: Sources do not correspond to code being executed
ja: ソースは実行されるコードに対応していません

source: Spaces
ja: スペース

source: Specify config folder or installation home of the previous version of {0}:
ja: IntelliJ IDEA の旧バージョン{0}のインストール ホームを指定してください:

source: Specify group name the {0} will be shown under.
ja: {0} を表示するグループ名を指定してください。

source: Specify name of {0} subgroup the {1} will be shown under.
ja: {1} を表示するサブグループ {0} の名前を指定してください。

source: Speed search in trees
ja: ツリーでのスピード検索

source: Split Hori_zontally
ja: 横に分割(_Z)

source: Split _Vertically
ja: 縦に分割(_V)

source: Stack frame unavailable
ja: スタックフレームは利用できません

source: Start _Macro Recording
ja: マクロの記録を開始(_M)

source: Starting Ant Build
ja: Ant ビルドを開始しています

source: Starting JVM...
ja: JVM を開始しています...

source: Starting...
ja: 起動中...

source: Startup/Connection
ja: スタートアップ/接続
